{
	"about1": "Unser Geschäft basiert auf Beziehungen",
	"about2": "Wir sind eine furchtlose Gruppe von Nerds, die es lieben, Herausforderungen anzunehmen! Mit Zusammenarbeit im Mittelpunkt sind wir bereit, mit Ihnen zusammenzuarbeiten, um maßgeschneiderte, erfolgreiche Web Lösungen zu entwickeln. Wir sind ausgezeichnet darin, zuzuhören und dann auf Ihre Bedürfnisse einzugehen, um ein erfolgreiches Logo Design, Webdesign & Webentwicklung und SEO zu liefern. Unser Team in Nettetal verfügt über das erforderliche Wissen, die Erfahrung und die Leidenschaft, um die Arbeit zu erledigen, und ist bereit, eine Vielzahl von Website Design und Entwicklungsdiensten anzubieten.",
	"about3": "WARUM PIXEL GENIE?",
	"about4": "Wir sind ein erfahrenes und leidenschaftliches Team von Fachleuten, die Webdesign, Webentwicklung, Logo Design und SEO leben und lieben. Alle unsere Dienstleistungen werden intern angeboten und sind integriert, um Ihre Geschäftsanforderungen zu übertreffen. Wir sind Pioniere bei der Bereitstellung echter und innovativer Lösungen für Webdesign, Webentwicklung und Suchmaschinenoptimierung in den Bereichen Schnitt, Anpassung, Integration und Anpassung.",
	"about5": "AUTHENTISCH",
	"about6": "Wir haben das Rad nicht neu erfunden. Wir konzentrieren uns einfach darauf, einen Kunden nach dem anderen zu gewinnen. Eine Kultur der Integrität und Rechenschaftspflicht verbessert nicht nur unsere Effektivität, sondern schafft auch eine respektvolle und angenehme Arbeitsumgebung.",
	"about7": "100% INTERN",
	"about8": "Unser Ziel, als wir vor über einem Jahrzehnt Pixel Genie gegründet haben, ist dasselbe wie heute: Wir sind ein ehrliches, ergebnisorientiertes Unternehmen mit Sitz in Toronto, das seit dem ersten Tag in house Website Design, Logo Design und SEO Dienstleistungen anbietet. Richtig, keinerlei Outsourcing!",
	"about9": "RUF",
	"about10": "Unser Ruf und unsere Integrität sind alles. Wir setzen um, was wir sagen, dass wir es tun werden. Glaubwürdigkeit kann nur im Laufe der Zeit aufgebaut werden und entsteht aus der Geschichte unserer Worte und Taten. Nach Tausenden von Projekten sind wir stolz auf unseren Ruf des Erfolgs.",
	"about11": "Unsere Zeitmaschine",
	"about12": "Erste Webseite",
	"about13": "Webentwicklung Codecademy",
	"about14": "Social Media Management",
	"about15": "Branding & Logos",
	"about16": "SEO Operationen",
	"about17": "Google UX Design Kurs",
	"about18": "Pixel Genie Start",
	"about19": "HÄUFIG GESTELLTE FRAGEN",
	"footer1": "Produkte",
	"footer2": "Websiten Erstellen",
	"footer3": "Suchmaschinenoptimierung",
	"footer4": "Branding",
	"footer5": "Webdesign",
	"footer6": "Social Media Marketing",
	"footer7": "Unternehmen",
	"footer8": "Über uns",
	"footer9": "Kontakt",
	"footer10": "Tipps",
	"footer11": "Projekte",
	"footer12": "Fragen",
	"footer13": "Social Media",
	"footer14": "Kontakt",
	"footer15": "Cookies & Impressium & Datenschutzerklärung",
	"kontakt1": "Telefon",
	"kontakt2": "Anrufen",
	"kontakt3": "E Mail",
	"kontakt4": "Nachricht senden",
	"kontakt5": "Adresse",
	"kontakt6": "Anschrift",
	"kontakt7": "Besuchen Sie auch unsere Social Media Seiten",
	"kontakt8": "Wir laden Sie herzlich dazu ein, unsere Social-Media-Seiten zu besuchen, um immer auf dem neuesten Stand zu bleiben und keine unserer aktuellen Updates und exklusiven Angebote zu verpassen. Bleiben Sie mit uns in Verbindung, indem Sie unsere Social-Media-Kanäle verfolgen, und freuen Sie sich auf spannende Einblicke in unser Geschehen und unser Team.",
	"web1": "Websites maßgeschneidert nach Ihren Bedürfnissen",
	"web2": "Das Pixel Genie Team aus Nettetal bietet professionelle Webdesign Services, die individuell auf Ihre Bedürfnisse zugeschnitten sind. Vertrauen Sie uns, um eine einzigartige Website zu erstellen, die die Aufmerksamkeit Ihres Publikums auf sich zieht und Sie am Markt hervorhebt.",
	"web3": "PIXEL GENIE PORTFOLIO",
	"web4": "Erstellung responsiver Websites für bessere Online Sichtbarkeit",
	"web5": "Pixel Genie Nettetal hat sich auf die Erstellung responsiver Websites spezialisiert, die auf verschiedenen Geräten hervorragend aussehen. Unsere Lösungen sind für SEO optimiert, was Ihrer Website eine bessere Online Sichtbarkeit verschafft und eine größere Anzahl potenzieller Kunden anzieht.",
	"web6": "WEBSEITEN PREISE",
	"web7": "Webdesign nach den neuesten Trends",
	"web8": "Sie möchten eine moderne Website, die den neuesten Trends entspricht? Das Pixel Genie Team aus Nettetal hat die Lösung für Sie! Wir gestalten einzigartige Websites, die nicht nur durch ihr Aussehen beeindrucken, sondern auch funktional und auf Ihre Geschäftsziele zugeschnitten sind.",
	"web9": "PIXEL GENIE WEBSEITEN FRAGEN",
	"web10": "SEO Optimierung für bessere Suchergebnisse",
	"web11": "Bei Pixel Genie Nettetal wissen wir, wie wichtig es ist, dass Ihre Website in den Suchergebnissen gut sichtbar ist. Daher bieten wir SEO Optimierungsdienste an, die die Sichtbarkeit Ihrer Website in Suchmaschinen erhöhen. Vertrauen Sie auf unsere Erfahrung und erzielen Sie bessere Online Ergebnisse.",
	"web12": "SEO OPTIMIERUNG",
	"web13": "Website Erstellungsprozess",
	"web14": "Analyse der Kundenanforderungen",
	"web15": "Der erste Schritt besteht darin, die Kundenanforderungen gründlich zu analysieren und zu verstehen. Treffen Sie sich mit dem Kunden, um Ziele, Vision, Branche, Zielgruppe, Funktionen und andere Details zur Website zu besprechen. Sammeln Sie Informationen wie Designpräferenzen, Funktionalitäten, Inhalte und Konkurrenzwebsites. Dadurch kann das Projekt besser an die Erwartungen des Kunden angepasst werden.",
	"web16": "Design und Entwicklung",
	"web17": "Basierend auf den gesammelten Informationen beginnen Sie mit dem Design und der Entwicklung der Website. Entwickeln Sie ein grafisches Konzept unter Berücksichtigung des Kundenbrandings, der Ästhetik, Benutzerfreundlichkeit und Responsiveness. Gehen Sie zur Erstellung von Seitenvorlagen, interaktiven Elementen und Navigation über. In diesem Stadium können verschiedene Grafikdesign  und Programmierungstools wie Photoshop, Sketch oder HTML/CSS verwendet werden.",
	"web18": "Inhalte erstellen und implementieren",
	"web19": "Konzentriere dich dann auf die Erstellung und Implementierung des Website Inhalts. Bereite Texte, Bilder, Multimedia und alle anderen Materialien vor, die auf der Website platziert werden sollen. Stelle sicher, dass der Inhalt konsistent, lesbar und ansprechend ist. Beschäftige dich auch mit der SEO Optimierung (Suchmaschinenoptimierung) durch Hinzufügen relevanter Keywords, Metadaten und anderer Faktoren, die bei der Auffindbarkeit der Website in Suchmaschinen helfen.",
	"web20": "Testen, Optimieren und Bereitstellen",
	"web21": "Im letzten Schritt führe Tests, Optimierungen und das Bereitstellen der Website durch. Überprüfe, ob die Website auf verschiedenen Webbrowsern und mobilen Geräten ordnungsgemäß funktioniert. Stelle sicher, dass alle Links und Funktionen ordnungsgemäß funktionieren. Beschäftige dich auch mit der Optimierung der Website Performance, damit sie schnell und reaktionsschnell ist. Nach Abschluss der Tests und Optimierungen ist die Website bereit, auf dem Hosting Server bereitgestellt zu werden.",
	"web22": "Neueste Projekte",
	"web23": "Preise",
	"web85": "Wie viel berechnen Sie für den Aufbau einer Website?",
	"web86": "Auf diese Frage gibt es keine konkrete Antwort. Der Aufbau einer Website wird auf der Grundlage der individuellen Anforderungen jedes Projekts bewertet. Jede Website ist einzigartig und erfordert verschiedene Elemente. Wir entwerfen und erstellen maßgeschneiderte Websites speziell für Ihr Unternehmen. Wir werden viele Fragen stellen, Ihre Bedürfnisse bewerten und Ihnen basierend auf dieser Bewertung eine Kostenschätzung unterbreiten. Unser kleinstes Paket beginnt bei 299 EUR. Kontaktieren Sie uns unter info@pixel genie.de, um den Bewertungsprozess zu starten!",
	"web87": "Wie lange dauert es, bis meine Website fertiggestellt ist?",
	"web88": "Unser Standard Zeitplan sieht vor, dass der Aufbau einer Website zwischen 2 und 4 Wochen dauert, aber das hängt vom Projekt ab, da die Größe und das Tempo jedes Projekts vom Kunden festgelegt werden. Die Menge an Informationen, die Sie in den frühen Stadien bereitstellen können, Ihre Meinungen und die Geschwindigkeit, mit der Inhalte bereitgestellt werden   all das beeinflusst die Umsetzungsdauer. Die Funktionalität und erforderliche Anpassungen haben ebenfalls Auswirkungen auf die Zeitdauer.",
	"web89": "Muss ich mich in Nettetal befinden, um mit Ihnen zusammenzuarbeiten?",
	"web90": "Nein! Wir arbeiten mit Kunden aus der ganzen Welt zusammen und können per E Mail, geplanten Meetings und Zoom Konferenzen kommunizieren.",
	"web91": "Kann ich meine Website nach Fertigstellung selbst aktualisieren?",
	"web92": "Ja! Wir freuen uns sehr, wenn unsere Kunden die Kontrolle über ihre Website übernehmen und lernen, Inhalte auf ihrer eigenen Website zu verwalten. Nach der Migration erhalten Sie vollen Zugriff auf das Sanity Dashboard, um einfache Textaktualisierungen, Änderungen von Bildern, Hinzufügen neuer Produkte und Anpassungen von Preisen vorzunehmen. Für komplexere Änderungen und Wartung, wie Plugin Updates, Design  oder Strukturänderungen und erweiterte funktionale Anforderungen, empfehlen wir jedoch die Unterstützung eines Fachmanns (Entwicklers). Nach Abschluss der Website bieten wir kostenpflichtige individuelle Schulungen zu einem Preis von 99 EUR + MwSt. pro Stunde an, wenn Sie daran interessiert sind, zu lernen, wie Sie sich im Administrationsbereich bewegen und kleinere Aktualisierungen selbstständig durchführen können.",
	"web93": "Werden Sie unsere Website warten?",
	"web94": "Wir können bei der Wartung Ihrer Website helfen, aber Sie können dies auch selbstständig bei geringfügigen Änderungen tun. Die Entscheidung liegt vollständig bei Ihnen. Wir bieten Support für viele unserer Kunden an, aber dies ist nicht obligatorisch und es wird keine monatliche Gebühr erhoben. Sie können sich mit uns in Verbindung setzen, wenn Sie Aktualisierungen auf Ihrer Website benötigen, und wir werden Ihnen basierend auf Ihren Anforderungen eine Kostenschätzung unterbreiten.",
	"web95": "Liefern Sie Hosting und Domain für die Website?",
	"web96": "Hosting und Domain werden während des ersten Gesprächs festgelegt. Wir bieten die Möglichkeit, Hosting und Domain auf unseren eigenen Servern zu haben, aber wir haben nichts gegen Ihre eigene Initiative :)",
	"web97": "Wird meine Website für mobile Geräte optimiert sein?",
	"web98": "Natürlich! Das haben wir im Blick! Das haben wir im Blick! Es ist jetzt wichtiger denn je, eine responsive Website zu haben! Wir arbeiten hart daran, sicherzustellen, dass Ihre Website für mobile Geräte und moderne Browser optimiert ist.",
	"web99": "Wie viel Einfluss habe ich auf den Website Designprozess?",
	"web100": "Viel! Ihre Meinungen und Informationen sind entscheidend für den Design  und Entwicklungsprozess Ihrer Website. Wir beginnen mit vielen Fragen zu Ihren Bedürfnissen, Vorlieben und Anforderungen und arbeiten dann mit Ihnen zusammen, um das richtige Aussehen und die richtige Funktionalität zu schaffen. Bitte stellen Sie uns auch vor Projektbeginn Beispielwebsites zur Verfügung. Denken Sie daran, dass es Ihre Website ist und wir Ihre Hilfe und Anleitung für die endgültige Vision benötigen. Wir sind ein Team und freuen uns auf Ihre Ideen.",
	"web101": "Wer schreibt die Texte/Inhalte für die Website?",
	"web102": "Wir bitten Sie, sämtlichen Textinhalt für Ihre Website bereitzustellen. Sie sind der Experte in Ihrer Branche, daher ist es immer am besten, wenn die Texte von Ihnen stammen. Wenn Sie Hilfe benötigen, haben wir in unserem Team einen Texter, der Ihnen gegen eine zusätzliche Gebühr von 49 EUR + MwSt. pro Stunde bei der Überarbeitung oder Erstellung origineller Inhalte helfen kann.",
	"web103": "Erstellen Sie Websites auf Basis von WordPress?",
	"web104": "Nein. Durch den Einsatz von React Technologie können wir Inhalte erstellen, um die Anforderungen des Kunden optimal zu erfüllen, und die Next Technologie verwaltet den Server optimal, um Inhalte zu liefern, die für eine schnelle Anzeige und Suchmaschinenoptimierung optimiert sind. WordPress verwendet einfache Vorlagen und zusätzliche Plugins, die die Geschwindigkeit erheblich beeinträchtigen.",
	"web105": "Was ist, wenn ich in Zukunft Unterstützung für meine Website benötige?",
	"web106": "Wir sind nur eine E Mail entfernt! Wir sind hier, um Ihnen so viel Unterstützung zu bieten, wie Sie benötigen, und wir werden auch nach dem Start Ihrer neuen Website verfügbar sein. Unser Team baut stolz langfristige Geschäftsbeziehungen zu unseren Kunden auf und freut sich darauf, an Ihren zukünftigen Projekten oder der Weiterentwicklung Ihrer Website zu arbeiten. Wir tun dies seit vielen Jahren, also werden wir sicherlich nicht bald verschwinden. Bitte kontaktieren Sie uns per E Mail unter info@pixel genie.de, um ein Angebot anzufordern oder Fragen zu Ihrem Projekt zu stellen.",
	"web107": "Sind SEO Dienste in den Website Aufbau einbezogen?",
	"web108": "Nein, bei der Erstellung Ihrer Website ist keine monatliche SEO enthalten. Alle Elemente, die wir Ihrer Website hinzufügen, einschließlich Texte, Bilder und Videos, sind für Google sichtbar, aber das bedeutet nicht, dass Sie sofort den ersten Platz in den Suchergebnissen einnehmen. Wir bieten jedoch professionelle monatliche SEO Dienstleistungen durch unser Team von Spezialisten an, die Ihnen bei Ihren Suchmaschinenoptimierungsbedürfnissen helfen können. Weitere Informationen zu unseren Suchmaschinenoptimierungsdiensten finden Sie im Bereich SEO Nettetal.",
	"web109": "Arbeiten Sie mit neuen und kleinen Unternehmen zusammen?",
	"web110": "Ja! Wir arbeiten mit verschiedenen Arten von Unternehmen zusammen, von neuen, kleinen Unternehmen bis hin zu großen Konzernen. Wir freuen uns, mit neuen Unternehmen zusammenzuarbeiten, die mit Leidenschaft ihre ersten Schritte in der Online Präsenz unternehmen und ihre Vision umsetzen.",
	"web111": "Was ist die Beschaffung von Bildern?",
	"web112": "Wenn erforderlich, helfen wir Ihnen dabei, kostenlose Bilder aus Beständen wie Pixels und Unsplash zu finden. Wir werden Ihre Hilfe und Anleitung benötigen, um die perfekten Bilder, Fotos, Grafiken und Vektoren für Ihre Website und Ihre Marke zu finden.",
	"web113": "Welche Zahlungsmethoden akzeptieren Sie?",
	"web114": "Nach Vereinbarung des Angebots akzeptieren wir Zahlungen per Banküberweisung und PayPal.",
	"web115": "Wie fange ich an?",
	"web116": "Kontaktieren Sie uns per E Mail an info@pixel genie.de und geben Sie Details zu Ihrer Website (aktuelles oder neues Projekt), Seitenstruktur und Referenzseiten an. Nach Überprüfung werden wir Ihnen eine ungefähre Kostenschätzung für Ihr Projekt vorlegen oder ein Gespräch vereinbaren, um weitere Details zu besprechen.",
	"web117": "Häufig gestellte Fragen",
	"web118": "Welche Technologien verwenden wir zur Erstellung von Websites?",
	"web119": "Mit Stolz erstellen wir Websites mit Technologien wie: React   visuelle und funktionale Gestaltung, bei der nur unsere Vorstellungskraft begrenzt ist. Next   verantwortlich für die Kommunikation zwischen Server und Client, wodurch die Zeit für die Anzeige der Website drastisch verkürzt wird. Google Analytics   misst Statistiken zur Website wie Besucherzahl, Zeit, Standorte, Interaktionen auf der Website und vieles mehr. Google Lighthouse   verantwortlich für das Testen der Website Geschwindigkeit und das Beheben von Problemen. Canva   hilft bei der Erstellung von visuellen und Marketinginhalten, die ein Lächeln auf das Gesicht des Kunden zaubern.",
	"web120": "Fenster Figiel - Mönchengladbach",
	"web121": "Die Firma liefert und montiert hochwertige Fenster und Türen von Kömmerling – schnell, professionell und direkt ab Werk!",
	"web122": "AM Greenergy – Unternehmen mit Solarmodulen",
	"web123": "Ein Unternehmen, das Installationsdienstleistungen für Wärmepumpen, Solarmodule und Heimbatterien anbietet",
	"web124": "Studio Mo – schwedischer Künstler",
	"web125": "E-Commerce-Shop im skandinavischen Stil",
	"web126": "Linktree – Zusammenarbeit",
	"web127": "Ein Unternehmen, das einheitliche Links für soziale Medien erstellt",
	"web128": "E-Commerce-Shop – Sie können alles auf der Website nach Belieben ändern! - 799€",
	"web129": "Fügen Sie Produkte, Farben und Texte mit einem Klick hinzu und bearbeiten Sie sie – vollständige Zahlungsunterstützung – Karte, PayPal",
	"web130": "DG Bouwgroep – Bau und Renovierungsunternehmen",
	"web131": "Fensteraustausch, Wärmedämmung, Bauarbeiten - Amsterdam",
	"bran1": "Erstellung einer starken Online Marke für Ihr Unternehmen",
	"bran2": "Entdecken Sie unsere Branding Dienstleistungen, die Ihnen helfen, eine starke Online Marke für Ihr Unternehmen aufzubauen. Wir werden ein einzigartiges Logo entwerfen, Ihr Markenbild anpassen und eine Kommunikationsstrategie entwickeln, die Sie auf dem Markt abhebt. Vertrauen Sie auf unsere Erfahrung und steigern Sie Ihre Sichtbarkeit in Suchmaschinen.",
	"bran3": "BRANDING NETTETAL PORTFOLIO",
	"bran4": "Erstellung eines aufmerksamkeitsstarken, einzigartigen Logos",
	"bran5": "Ein Logo ist ein Schlüsselelement beim Aufbau der Markenbekanntheit. Unser Team von Branding Spezialisten hilft Ihnen bei der Erstellung eines einzigartigen Logos, das Ihr Unternehmen hervorhebt. Mit SEO Optimierung wird Ihr Logo einer breiten Zielgruppe sichtbar und trägt zur Markenbekanntheit bei.",
	"bran6": "BRANDING NETTETAL PREIS",
	"bran7": "Aufbau eines konsistenten Online Markenbildes",
	"bran8": "Konsistenz im Online Markenbild ist entscheidend für den Aufbau von Vertrauen und Bekanntheit. Unsere Branding Agentur unterstützt Sie bei der Schaffung eines konsistenten Markenbildes auf verschiedenen Online Plattformen. Mit harmonisierten visuellen Elementen, Kommunikationsstil und SEO Optimierung wird sich Ihre Marke von der Konkurrenz abheben.",
	"bran9": "BRANDING NETTETAL FRAGEN",
	"bran10": "Effektive Markenkommunikationsstrategie für Ihren Erfolg",
	"bran11": "Die Umsetzung einer effektiven Markenkommunikationsstrategie kann den Erfolg Ihres Unternehmens maßgeblich beeinflussen. Unser Team von Branding Spezialisten hilft Ihnen bei der Entwicklung einer personalisierten Kommunikationsstrategie, die die einzigartigen Merkmale Ihrer Marke und die SEO Optimierung berücksichtigt. Steigern Sie das Engagement Ihrer Kunden und erhöhen Sie Ihre Online Sichtbarkeit mit unseren Branding Dienstleistungen.",
	"bran12": "BRANDING NETTETAL KONTAKT",
	"bran13": "PORTFOLIO",
	"bran14": "Marktanalyse und  forschung",
	"bran15": "Der erste Schritt bei der Markenbildung für Ihre Pixel Genie Nettetal SEO Website ist die Durchführung einer Marktanalyse und  forschung. Wir werden uns mit Ihrer Branche, Konkurrenz sowie den Vorlieben und Erwartungen Ihrer Zielgruppe vertraut machen. Diese Untersuchung ermöglicht es uns, die einzigartigen Merkmale Ihres Unternehmens zu verstehen und Bereiche zu identifizieren, in denen wir Ihre Marke hervorheben und eine Aufmerksamkeit erregende Strategie entwickeln können, die sich von der Konkurrenz abhebt.",
	"bran16": "Aufbau einer Markenidentität",
	"bran17": "Basierend auf den Ergebnissen der Marktanalyse und  forschung beginnen wir mit dem Aufbau einer Markenidentität. Wir konzentrieren uns auf Elemente wie Logo, Farbschema, Schriftarten und visuelle Stile, die die Identität Ihrer Marke widerspiegeln und die Aufmerksamkeit der Benutzer auf sich ziehen werden. Wir entwerfen ein einzigartiges Logo, das Ihr Unternehmen repräsentiert und Kunden im Gedächtnis bleibt. Wir erstellen auch Richtlinien zur Verwendung des Logos und anderer visueller Elemente, um Konsistenz und Einheitlichkeit in der Markenkommunikation zu gewährleisten.",
	"bran18": "Entwicklung einer Kommunikationsstrategie",
	"bran19": "In diesem Stadium entwickeln wir eine Kommunikationsstrategie, die Ihre Marke fördert und ihr Bewusstsein stärkt. Wir entwickeln Leitlinien für Ton, Stil und Kommunikationsweise, um Konsistenz und Einheitlichkeit in der Markenbotschaft zu gewährleisten. Wir erstellen Inhalte, die für SEO optimiert sind, um Ihre Pixel Genie Nettetal SEO Website in den Suchergebnissen besser sichtbar zu machen. Wir nutzen verschiedene Kanäle wie die Website, Social Media, Blogs usw., um Ihre Zielgruppe zu erreichen und Engagement für Ihre Marke aufzubauen.",
	"bran20": "Aufbau von Beziehungen und Überwachung der Ergebnisse",
	"bran21": "Der letzte Schritt besteht darin, Beziehungen zu Kunden aufzubauen und die Ergebnisse unserer Aktivitäten zu überwachen. Wir bemühen uns, wertvolle Inhalte zu erstellen und Benutzer einzubeziehen, um die Markenloyalität aufzubauen. Wir überwachen die Ergebnisse unserer Aktivitäten, analysieren Daten zum Website Traffic, Benutzerinteraktionen, Konversionen usw., um die Wirksamkeit der Strategie zu bewerten und erforderliche Änderungen und Anpassungen vorzunehmen.",
	"bran22": "Grundlegend",
	"bran23": "Das Grundlegende Paket ist eine umfassende Markenlösung, die Marktanalyse, ein einzigartiges SEO optimiertes Logo, Farb  und Schriftauswahl, einen Satz visueller Elemente und Richtlinien zur Markenkonsistenz umfasst. Es ist die perfekte Kombination aus Branding und SEO Optimierung, um Ihr Unternehmen effektiv online zu bewerben.",
	"bran24": "Gehalt:",
	"bran25": "  Marktanalyse und Forschung zu Ihrer Branche, Konkurrenz und Zielgruppe.",
	"bran26": "  Gestaltung eines einzigartigen Logos, das Ihr Unternehmen repräsentiert.",
	"bran27": "  Auswahl von Farben und Schriften, die Ihre Markenidentität widerspiegeln.",
	"bran28": "  Erstellung eines Satzes visueller Elemente wie Visitenkarten, Umschläge usw., um eine Markenkonsistenz in der Kommunikation sicherzustellen.",
	"bran29": "  Grundlegende Richtlinien für die Verwendung des Logos und anderer visueller Elemente zur Aufrechterhaltung der Markenkonsistenz.",
	"bran30": "149 EUR",
	"bran31": "Standard",
	"bran32": "Das Standardpaket ist eine erweiterte Markenlösung, die alles aus dem Grundlegenden Paket sowie zusätzliche Elemente umfasst. Es beinhaltet Marktanalyse, Wettbewerbsidentifikation, vollständige visuelle Identität, konsistenten Kommunikationsstil, SEO Optimierung, Zeitplan und Aktionsplan.",
	"bran33": "Gehalt:",
	"bran34": "  Alles aus dem Grundlegenden Paket, plus:",
	"bran35": "  Umfangreiche Marktanalyse, Wettbewerbsidentifikation und Definition einzigartiger Merkmale Ihrer Marke.",
	"bran36": "  Gestaltung einer vollständigen visuellen Identität, einschließlich Online  und Offline Werbematerialien, die Ihre Marke hervorheben.",
	"bran37": "  Entwicklung eines konsistenten Kommunikationsstils und einer Markentonart, um Kunden anzuziehen und zu engagieren.",
	"bran38": "  SEO Optimierung für das Logo und andere visuelle Elemente, um die Sichtbarkeit Ihrer Marke in Suchmaschinen zu erhöhen.",
	"bran39": "  Erstellung eines Zeitplans und Aktionsplans zur Umsetzung der Markenstrategie zur Erreichung langfristiger Markenziele.",
	"bran40": "499 EUR",
	"bran41": "Premium",
	"bran42": "Das Premium Paket ist eine hochwertige Markenlösung, die alles aus dem Standardpaket sowie zusätzliche Elemente umfasst. Es beinhaltet eine detaillierte Marktanalyse, eine fortschrittliche visuelle Identität, eine Markenkommunikationsstrategie, laufende Unterstützung und Leistungsüberwachung sowie zusätzliche Dienstleistungen. Es bietet auch Inhaltsentwicklung, Marketingkampagnenmanagement und Website Optimierung.",
	"bran43": "Gehalt:",
	"bran44": "  Alles aus dem Standardpaket, plus:",
	"bran45": "  Detailliertere Marktanalyse, einschließlich der Untersuchung von Vorlieben und Erwartungen der Zielgruppe, um Ihre Kunden effektiv zu erreichen.",
	"bran46": "  Gestaltung einer fortgeschrittenen visuellen Identität, einschließlich Werbematerialien, Produktverpackungen, Website Grafiken usw., die bei Kunden einen bleibenden Eindruck hinterlassen.",
	"bran47": "  Entwicklung einer Markenkommunikationsstrategie auf verschiedenen Online  und Offline Plattformen, um starke Kundenbeziehungen aufzubauen.",
	"bran48": "  Kontinuierliche Unterstützung und Überwachung der Leistung von Branding Aktivitäten, um die Strategie basierend auf den erzielten Ergebnissen anzupassen.",
	"bran49": "  Zusätzliche Dienstleistungen wie Inhaltsentwicklung, Marketingkampagnenmanagement, Website Optimierung usw., um das Wachstum Ihrer Marke umfassend zu unterstützen.",
	"bran50": "1499 EUR",
	"branding1": "Was ist Branding und warum ist es wichtig für mein Unternehmen?",
	"branding2": "Branding bezieht sich auf den Prozess des Aufbaus einer einheitlichen und unterscheidbaren Identität für Ihr Unternehmen. Es umfasst Elemente wie Logo Design, Farbschemata, Schriftarten und Markenwerte. Branding ist wichtig, um Ihr Unternehmen von der Konkurrenz abzuheben und eine starke Markenpräsenz aufzubauen.",
	"branding3": "Wie kann ich mein Logo entwerfen lassen?",
	"branding4": "Sie können einen professionellen Grafikdesigner beauftragen, um ein individuelles Logo für Ihr Unternehmen zu entwerfen. Alternativ können Sie auch Online Plattformen nutzen, die Logo Design Services anbieten.",
	"branding5": "Welche Rolle spielt SEO im Branding?",
	"branding6": "SEO (Suchmaschinenoptimierung) spielt eine wichtige Rolle im Branding, da es Ihnen hilft, online sichtbar zu sein und Ihre Marke bekannt zu machen. Durch die Optimierung Ihrer Website und Inhalte für Suchmaschinen können Sie mehr potenzielle Kunden erreichen und Ihre Markenbekanntheit steigern.",
	"branding7": "Wie kann ich meine Marke online bekannt machen?",
	"branding8": "Es gibt verschiedene Möglichkeiten, Ihre Marke online bekannt zu machen. Dazu gehören die Nutzung von Social Media Plattformen, die Erstellung hochwertiger Inhalte, die Suchmaschinenoptimierung Ihrer Website, die Teilnahme an Online Communities und das Influencer Marketing.",
	"branding9": "Was ist Corporate Identity und wie beeinflusst sie mein Branding?",
	"branding10": "Corporate Identity bezieht sich auf das Gesamtbild und die Persönlichkeit eines Unternehmens. Es umfasst Elemente wie Logo, Farbpalette, Schriftarten, Tonalität der Kommunikation und Markenwerte. Eine konsistente Corporate Identity ist entscheidend für ein erfolgreiches Branding, da sie das Erscheinungsbild und den Ruf Ihres Unternehmens prägt.",
	"branding11": "Wie lange dauert es, um eine starke Marke aufzubauen?",
	"branding12": "Der Aufbau einer starken Marke erfordert Zeit und Engagement. Es ist ein fortlaufender Prozess, der kontinuierliche Anstrengungen erfordert. Die genaue Dauer hängt von verschiedenen Faktoren ab, wie der Wettbewerbslandschaft, der Zielgruppe und den angewendeten Branding Strategien.",
	"branding13": "Welche Social Media Plattformen eignen sich am besten für Branding Zwecke?",
	"branding14": "Die besten Social Media Plattformen für Branding Zwecke hängen von Ihrer Zielgruppe und den Artikeln/dienstleistungen ab, die Sie anbieten. Facebook, Instagram und LinkedIn sind jedoch oft beliebte Plattformen, um eine starke Markenpräsenz aufzubauen.",
	"branding15": "Wie kann ich mein Unternehmen lokal in Nettetal bekannt machen?",
	"branding16": "Um Ihr Unternehmen lokal in Nettetal bekannt zu machen, können Sie lokale SEO Strategien anwenden. Hier sind einige Schritte, die Sie ergreifen können:1   Erstellen Sie eine Google My Business Seite für Ihr Unternehmen und optimieren Sie sie mit den richtigen Informationen, wie Adresse, Telefonnummer und Öffnungszeiten.2   Verwenden Sie lokale Keywords auf Ihrer Website, um Ihre Sichtbarkeit in den lokalen Suchergebnissen zu verbessern. Zum Beispiel Branding Agentur in Nettetal. 3  Erstellen Sie Inhalte, die sich auf lokale Themen oder Ereignisse in Nettetal beziehen. Dies kann in Form von Blog Beiträgen, Social Media Posts oder anderen Arten von Inhalten erfolgen.",
	"branding17": "Was sind die Vorteile eines professionellen Webdesigns für mein Branding?",
	"branding18": "Ein professionelles Webdesign trägt wesentlich zum Branding Ihres Unternehmens bei. Es vermittelt ein professionelles Image, verbessert die Benutzererfahrung, erleichtert die Navigation auf Ihrer Website und spiegelt Ihre Markenidentität wider.",
	"branding19": "Wie kann ich mein Unternehmen durch Content Marketing branden?",
	"branding20": "Content Marketing ist eine effektive Methode, um Ihr Unternehmen zu branden. Durch das Erstellen und Teilen relevanter, hochwertiger Inhalte können Sie Ihre Expertise demonstrieren, Vertrauen aufbauen und Ihre Marke bekannt machen.",
	"branding21": "Welche Rolle spielen Kundenbewertungen und  empfehlungen im Branding?",
	"branding22": "Kundenbewertungen und  empfehlungen spielen eine wichtige Rolle im Branding, da sie das Vertrauen potenzieller Kunden stärken und Ihre Glaubwürdigkeit erhöhen. Positive Bewertungen und Empfehlungen können Ihre Marke positiv beeinflussen.",
	"branding23": "Wie kann ich meine Marke von Mitbewerbern abgrenzen?",
	"branding24": "Um Ihre Marke von Mitbewerbern abzugrenzen, müssen Sie Ihre einzigartigen Merkmale, Vorteile und Alleinstellungsmerkmale betonen. Identifizieren Sie, was Ihr Unternehmen einzigartig macht, und kommunizieren Sie dies klar in Ihrem Branding.",
	"branding25": "Wie wichtig ist die mobile Optimierung für mein Branding?",
	"branding26": "Die mobile Optimierung ist heutzutage von großer Bedeutung für das Branding. Da immer mehr Menschen mobile Geräte verwenden, um online zu suchen und Inhalte zu konsumieren, ist es wichtig sicherzustellen, dass Ihre Website und Ihre Inhalte für mobile Benutzer optimiert sind.",
	"branding27": "Wie kann ich mein Branding kontinuierlich verbessern und anpassen?",
	"branding28": "Um Ihr Branding kontinuierlich zu verbessern und anzupassen, sollten Sie regelmäßig Feedback von Kunden einholen, Marktforschung betreiben, Trends beobachten und Ihre Branding Strategien entsprechend anpassen. Seien Sie offen für Veränderungen und passen Sie sich den Bedürfnissen und Erwartungen Ihrer Zielgruppe an.",
	"socialmedia1": "Standard",
	"socialmedia2": "Unser Standard Paket bietet professionelles Management eines Social Media Kontos. Nutzen Sie unser Wissen und unsere Erfahrung, um die Reichweite Ihrer Marke in sozialen Medien zu erhöhen. Wir veröffentlichen ansprechende Inhalte, optimieren sie für SEO und überwachen die Ergebnisse, um Ihnen eine effektive Online Präsenz zu bieten.",
	"socialmedia3": "Inhalt:",
	"socialmedia4": "  Management eines Social Media Kontos",
	"socialmedia5": "  Wöchentliche Veröffentlichung von 3 ansprechenden Inhalten, um Ihre Zielgruppe anzusprechen",
	"socialmedia6": "  SEO Optimierung für eine bessere Sichtbarkeit Ihrer Marke in sozialen Medien",
	"socialmedia7": "  Überwachung von Ergebnissen wie Engagement, Reichweite und Konversionen sowie Berichterstattung über ihre Effektivität",
	"socialmedia8": "Standard: 99 EUR/Monat",
	"socialmedia9": "Erweitert",
	"socialmedia10": "Unser erweitertes Paket bietet umfassendes Management von zwei Social Media Konten. Steigern Sie Ihre Sichtbarkeit und Engagement, indem Sie regelmäßig ansprechende Inhalte auf ausgewählten Plattformen veröffentlichen. Darüber hinaus bieten wir SEO Optimierung, Ergebnisüberwachung sowie die Erstellung und Durchführung von Werbekampagnen, um eine größere Anzahl potenzieller Kunden zu erreichen.",
	"socialmedia11": "Inhalt:",
	"socialmedia12": "  Management von zwei Social Media Konten zur Steigerung der Präsenz Ihrer Marke",
	"socialmedia13": "  Wöchentliche Veröffentlichung von 5 ansprechenden Inhalten auf jedem Konto, um Ihre Zielgruppe zu engagieren",
	"socialmedia14": "  SEO Optimierung für eine bessere Sichtbarkeit Ihrer Konten in sozialen Medien",
	"socialmedia15": "  Überwachung von Ergebnissen wie Engagement, Reichweite und Konversionen sowie Berichterstattung über ihre Effektivität",
	"socialmedia16": "  Erstellung und Durchführung von fortgeschrittenen Werbekampagnen auf ausgewählten Social Media Plattformen, um eine größere Anzahl potenzieller Kunden zu erreichen",
	"socialmedia17": "Erweitert: 199 EUR/Monat",
	"socialmedia18": "Premium",
	"socialmedia19": "In unserem Premium Paket bieten wir umfassendes Management von drei Social Media Konten an. Nutzen Sie unsere Expertise, um eine starke Präsenz Ihrer Marke auf verschiedenen Social Media Plattformen aufzubauen. Wir veröffentlichen regelmäßig ansprechende Inhalte, optimieren sie für SEO und überwachen die Ergebnisse. Darüber hinaus erstellen wir fortgeschrittene Werbekampagnen und personalisierte Grafiken, um Ihre Marke hervorzuheben und effektive Konversionen zu generieren.",
	"socialmedia20": "Inhalt:",
	"socialmedia21": "  Verwaltung von drei Social Media Konten, um eine umfassende Präsenz Ihrer Marke auf verschiedenen Plattformen sicherzustellen",
	"socialmedia22": "  Veröffentlichung von 7 ansprechenden Inhalten pro Woche auf jedem Konto, die Ihre Zielgruppe ansprechen und Vertrauen aufbauen",
	"socialmedia23": "  SEO Optimierung für maximale Sichtbarkeit Ihrer Konten und Inhalte in den sozialen Medien",
	"socialmedia24": "  Überwachung von Ergebnissen wie Engagement, Reichweite und Konversionen sowie Berichterstattung über deren Effektivität",
	"socialmedia25": "  Erstellung und Durchführung fortschrittlicher Werbekampagnen auf ausgewählten Social Media Plattformen, um den Traffic zu steigern und Konversionen zu generieren",
	"socialmedia26": "  Erstellung personalisierter Grafiken und ansprechender Inhalte, die Ihre Marke hervorheben",
	"socialmedia27": "Premium 299EUR / Monat",
	"socialmedia-faq1": "Was sind die wichtigsten Regeln für effektives Social Media Management?",
	"socialmedia-faq2": "Die wichtigsten Regeln für effektives Social Media Management sind: Anpassung der Strategie an die Geschäftsziele, regelmäßige Bereitstellung wertvoller Inhalte, aktive Interaktion mit Benutzern, Überwachung der Ergebnisse und Anpassung der Maßnahmen.",
	"socialmedia-faq3": "Welche sind die beliebtesten Social Media Plattformen für das Unternehmensmanagement in Nettetal?",
	"socialmedia-faq4": "In Nettetal sind die beliebtesten Social Media Plattformen für das Unternehmensmanagement Facebook, Instagram, LinkedIn und Twitter. Durch die Erstellung und Pflege einer Präsenz auf diesen Plattformen können Sie die lokale Gemeinschaft und potenzielle Kunden erreichen.",
	"socialmedia-faq5": "Wie erstellt man eine Social Media Strategie, um Kunden in Nettetal anzuziehen?",
	"socialmedia-faq6": "Um eine Social Media Strategie zu entwickeln, die darauf abzielt, Kunden in Nettetal anzuziehen, ist es wichtig, die Zielgruppe zu bestimmen und ihre Vorlieben zu analysieren. Anschließend sollten Inhalte und Kommunikation an die Bedürfnisse und Interessen der lokalen Gemeinschaft angepasst werden.",
	"socialmedia-faq7": "Wie kann man die Benutzerinteraktion auf Social Media Plattformen in Nettetal steigern?",
	"socialmedia-faq8": "Um die Benutzerinteraktion auf Social Media Plattformen in Nettetal zu steigern, empfiehlt es sich, verschiedene Arten von Inhalten wie Bilder, Videos, Umfragen und Wettbewerbe zu verwenden. Es ist auch wichtig, sich aktiv an Gesprächen zu beteiligen und auf Kommentare zu antworten, um eine Beziehung zu den Benutzern aufzubauen.",
	"socialmedia-faq9": "Was sind die neuesten Trends im Social Media Management in Nettetal?",
	"socialmedia-faq10": "In der aktuellen Social Media Landschaft in Nettetal gehören zu den beliebten Trends die wachsende Bedeutung von Videos, Live Streaming, Storytelling, Influencer Marketing und die Personalisierung der Kommunikation. Das Verfolgen der neuesten Trends hilft Ihnen, wettbewerbsfähig zu bleiben und Ihre Strategien anzupassen.",
	"socialmedia-faq11": "Welche effektiven Methoden gibt es, um über Social Media Marketing in Nettetal eine Marke aufzubauen?",
	"socialmedia-faq12": "Effektive Methoden zum Aufbau einer Marke über Social Media Marketing in Nettetal umfassen die regelmäßige Bereitstellung wertvoller Inhalte in Ihrer Branche, aktive Interaktion mit Benutzern durch Kommentare und private Nachrichten, Teilnahme an lokalen Gemeinschaftsveranstaltungen, Zusammenarbeit mit lokalen Influencern sowie die Förderung eines positiven Unternehmensimages durch Unterstützung und Teilnahme an sozialen Aktivitäten.",
	"socialmedia-faq13": "Welche Tools und Software stehen zur Verfügung, um Social Media in Nettetal zu verwalten?",
	"socialmedia-faq14": "Es gibt viele Tools und Softwarelösungen zur Verwaltung von Social Media in Nettetal. Einige beliebte Optionen sind Hootsuite, Buffer, Sprout Social, SocialBee und Agorapulse. Diese Tools ermöglichen die Planung und zeitliche Festlegung von Beiträgen, die Überwachung von Ergebnissen, das Management von Inhalten und eine effektive Analyse von Aktivitäten auf Social Media Plattformen.",
	"socialmedia-faq15": "Was sind bewährte Praktiken für die Content Erstellung auf Social Media Plattformen in Nettetal?",
	"socialmedia-faq16": "Bewährte Praktiken für die Content Erstellung auf Social Media Plattformen in Nettetal umfassen die Bereitstellung wertvoller Informationen, die Verwendung ansprechender Grafiken und Multimedia Inhalte, die Anwendung des richtigen Tons und Kommunikationsstils, die Verwendung lokaler Hashtags, die Nutzung aktueller Trends in Bezug auf Nettetal sowie regelmäßige Veröffentlichung von Inhalten, um in Kontakt mit den Nutzern zu bleiben.",
	"socialmedia-faq17": "Wie kann man den Erfolg von Social Media Maßnahmen in Nettetal messen?",
	"socialmedia-faq18": "Den Erfolg von Social Media Maßnahmen in Nettetal kann man anhand verschiedener Kennzahlen messen, wie z. B. Anzahl der Likes, Shares, Kommentare, Klicks, Reichweite von Beiträgen, Verweildauer auf der Website, Conversion Rate sowie demografische Daten und Nutzerverhalten. Analysetools auf Social Media Plattformen sowie externe Analyse Tools helfen bei der Überwachung und Bewertung der Ergebnisse von Maßnahmen.",
	"socialmedia-faq19": "Welche Strategien gibt es für bezahlte Werbung auf Social Media Plattformen in Nettetal?",
	"socialmedia-faq20": "Strategien für bezahlte Werbung auf Social Media Plattformen in Nettetal umfassen die Erstellung von Werbekampagnen, die Nutzung von präzisen Zielgruppen Targeting Tools, die Verwendung ansprechender Grafiken und Inhalte, die Überwachung und Anpassung der Strategie basierend auf Analyse Daten sowie die Untersuchung der Konkurrenz und Analyse erfolgreicher Werbebeispiele auf dem lokalen Markt.",
	"socialmedia-faq21": "Was sind die wichtigsten Elemente von Social Media Werbekampagnen in Nettetal?",
	"socialmedia-faq22": "Die wichtigsten Elemente von Social Media Werbekampagnen in Nettetal sind:  Auswahl der richtigen Zielgruppe basierend auf Demografie, Interessen und Standort.   Erstellung ansprechender und aufmerksamkeitsstarker visueller, textlicher oder Videowerbung.   Festlegung klarer Kampagnenziele wie Steigerung des Website Traffics, Lead Generierung oder Promotion bestimmter Produkte oder Dienstleistungen.   Festlegung des Kampagnenbudgets und Auswahl geeigneter Werbetools auf Social Media Plattformen wie Facebook Ads oder Instagram Ads.   Laufende Überwachung und Optimierung der Kampagnenergebnisse, Anpassung der Anzeigeneinstellungen, Testen verschiedener Varianten und Conversion Optimierung.   Datenanalyse und Berichterstattung über die Kampagnenergebnisse zur Bewertung des Return on Investment und zur weiteren Verbesserung der Werbestrategie.",
	"socialmedia-faq23": "Wie kann man Interaktionen und Kommunikation mit Kunden in Nettetal auf Social Media Plattformen effektiv verwalten?",
	"socialmedia-faq24": "Effektives Management von Interaktionen und Kommunikation mit Kunden auf Social Media Plattformen in Nettetal erfordert regelmäßige Überwachung von Kommentaren, privaten Nachrichten und Erwähnungen Ihres Unternehmens. Es ist wichtig, schnell auf Fragen, Anmerkungen und Kundenanfragen zu reagieren, ihnen hilfreiche Antworten zu geben und Probleme zu lösen. Das Schaffen einer positiven Atmosphäre, der Aufbau von Kundenbeziehungen und die Gewährleistung ihrer Zufriedenheit sind entscheidende Elemente für ein effektives Kommunikationsmanagement.",
	"socialmedia-faq25": "Wie kann man Kundentreue durch Aktivitäten auf Social Media Plattformen in Nettetal aufbauen?",
	"socialmedia-faq26": "Um Kundentreue durch Aktivitäten auf Social Media Plattformen in Nettetal aufzubauen, ist es empfehlenswert, exklusive Angebote, Rabatte oder Belohnungen für bestehende und wiederkehrende Kunden anzubieten. Das Veranstalten von Wettbewerben, Quizzen oder speziellen Veranstaltungen trägt ebenfalls zur Kundenengagement und  loyalität bei. Es ist auch wichtig, regelmäßig wertvolle Inhalte bereitzustellen, Ratschläge zu geben und an Diskussionen teilzunehmen, um eine dauerhafte Beziehung zu den Kunden aufzubauen.",
	"socialmedia-faq27": "Was sind die besten Möglichkeiten zur Analyse von Daten und Berichterstattung über die Ergebnisse von Social Media Aktivitäten in Nettetal?",
	"socialmedia-faq28": "Für die Analyse von Daten und die Berichterstattung über die Ergebnisse von Social Media Aktivitäten in Nettetal können Analysetools auf Social Media Plattformen wie Facebook Analytics, Instagram Insights oder LinkedIn Analytics verwendet werden. Es ist auch möglich, externe Analysetools zu nutzen, die fortschrittlichere Reporting und Analysefunktionen bieten, wie z.B. Google Analytics, Sprout Social oder Hootsuite Analytics.",
	"webseiten1": "Wir realisieren unsere Webdesign Projekte seit vielen Jahren",
	"webseiten2": "Jeden Tag erbringen wir Webdesign auf höchstem Niveau.",
	"webseiten3": "Täglich liefern wir Webdesign Dienstleistungen auf höchstem Niveau - Unsere Experten für professionelle Webseitengestaltung. Jeden Tag arbeiten wir hart daran, ansprechende und funktionale Webseiten zu erstellen, die die Bedürfnisse unserer Kunden erfüllen.",
	"webseiten4": "Projekte:",
	"webseiten5": "Erhöhte Reichweiten:",
	"webseiten6": "Zufriedene Kunden:"
}
