{
	"about1": "Nasz biznes opiera się na relacjach",
	"about2": "Jesteśmy nieustraszoną grupą nerdów, które uwielbiają podejmować wyzwania! Ponieważ współpraca jest naszym rdzeniem, jesteśmy gotowi do współpracy z Tobą w celu ręcznego tworzenia zwycięskich rozwiązań internetowych. Specjalizujemy się w słuchaniu, a następnie działaniu zgodnie z Twoimi potrzebami, aby zapewnić udany projekt logo, projektowanie i tworzenie stron internetowych oraz SEO. Nasz zespół ekspertów Nettetal jest wyposażony w wiedzę, doświadczenie i pasję potrzebne do wykonania pracy i jest gotowy do świadczenia szerokiej gamy usług projektowania i tworzenia stron internetowych.",
	"about3": "DLACZEGO PIXEL GENIE?",
	"about4": "Jesteśmy doświadczonym i pełnym pasji zespołem profesjonalistów, którzy żyją i oddychają projektowaniem i tworzeniem stron internetowych, projektowaniem logo i SEO. Wszystkie nasze usługi są oferowane wewnętrznie i są zintegrowane, aby przekraczać wymagania biznesowe. Jesteśmy pionierami w prezentowaniu autentycznych i pomysłowych rozwiązań w zakresie projektowania stron internetowych, tworzenia stron internetowych i optymalizacji wyszukiwarek w usługach krojenia, adaptacji, asymilacji i dostosowywania.",
	"about5": "AUTENTYCZNI",
	"about6": "Nie wymyśliliśmy koła na nowo. Po prostu skupiamy się na zdobywaniu jednego klienta na raz. Tworzenie kultury uczciwości i odpowiedzialności nie tylko poprawia naszą efektywność, ale także tworzy pełne szacunku i przyjemne otoczenie do pracy.",
	"about7": "100% U NAS",
	"about8": "Nasz cel, kiedy tworzyliśmy A Pixel Genie ponad dekadę temu, był taki sam jak dzisiaj: jesteśmy uczciwą, nastawioną na wyniki firmą z siedzibą w Toronto, z dumą oferującą wewnętrzne projektowanie stron internetowych, projektowanie logo i usługi SEO od pierwszego dnia. Zgadza się, zero outsourcingu!",
	"about9": "REPUTACJA",
	"about10": "Nasza reputacja i uczciwość są najważniejsze. Realizujemy to, co powiedzieliśmy, że zrobimy. Wiarygodność można budować tylko z czasem, a buduje się ją na podstawie historii naszych słów i czynów. Po tysiącach projektów jesteśmy dumni z naszej reputacji odnoszącej sukcesy.",
	"about11": "Sprawdź naszą pordróż",
	"about12": "Pierwsza strona",
	"about13": "Web Development Codecademy",
	"about14": "Social Media Management",
	"about15": "Branding & Logos",
	"about16": "SEO Operations",
	"about17": "Google UX Design Course",
	"about18": "Pixel Genie Start",
	"about19": "NAJCZĘŚCIEJ ZADAWANE PYTANIA",
	"footer1": "Produkty",
	"footer2": "Strony",
	"footer3": "Pozycjonowanie",
	"footer4": "Branding",
	"footer5": "Media",
	"footer6": "Social Media",
	"footer7": "Firma",
	"footer8": "O Nas",
	"footer9": "Kontakt",
	"footer10": "Porady",
	"footer11": "Projekty",
	"footer12": "Pytania",
	"footer13": "Social Media",
	"footer14": "Kontakt",
	"footer15": "Cookies & Polityka & Ochrona Danych",
	"kontakt1": "Telefon",
	"kontakt2": "Zadzwoń",
	"kontakt3": "E-mail",
	"kontakt4": "Wyślij wiadomość",
	"kontakt5": "Adres",
	"kontakt6": "Adres",
	"kontakt7": "Sprawdź również nasze social media",
	"kontakt8": "Bądź na bierząco z naszymi nowościami",
	"web1": "Strony internetowe dostosowane do Twoich potrzeb",
	"web2": "Zespół Pixel-Genie z Nettetal oferuje profesjonalne usługi tworzenia stron internetowych, dostosowane do Twoich indywidualnych potrzeb. Zaufaj nam, abyśmy stworzyli dla Ciebie unikalną stronę internetową, która przyciągnie uwagę Twojej publiczności i wyróżni Cię na rynku.",
	"web3": "WEB DESIGN PORTFOLIO",
	"web4": "Tworzenie responsywnych stron internetowych dla lepszej widoczności online",
	"web5": "Pixel-Genie Nettetal specjalizuje się w tworzeniu responsywnych stron internetowych, które doskonale wyglądają na różnych urządzeniach. Nasze rozwiązania są zoptymalizowane pod kątem SEO, co pomaga Twojej stronie zdobyć lepszą widoczność online i przyciągnąć większą liczbę potencjalnych klientów.",
	"web6": "WEB DESIGN CENY",
	"web7": "Projektowanie stron internetowych zgodnie z najnowszymi trendami",
	"web8": "Pragniesz nowoczesnej strony internetowej zgodnej z najnowszymi trendami? Zespół Pixel-Genie z Nettetal ma dla Ciebie rozwiązanie! Projektujemy unikalne strony internetowe, które nie tylko zachwycają swoim wyglądem, ale również są funkcjonalne i dostosowane do Twoich celów biznesowych.",
	"web9": "WEB DESIGN PYTANIA",
	"web10": "Optymalizacja SEO dla lepszych wyników wyszukiwania",
	"web11": "W Pixel-Genie Nettetal wiemy, jak ważne jest, aby Twoja strona internetowa była dobrze widoczna w wynikach wyszukiwania. Dlatego oferujemy usługi optymalizacji SEO, które pomagają zwiększyć widoczność Twojej strony w wyszukiwarkach. Zaufaj naszemu doświadczeniu i osiągnij lepsze wyniki online.",
	"web12": "PIXEL GENIE NETTETAL SEO",
	"web13": "Proces Tworzenia Strony",
	"web14": "Analiza wymagań klienta",
	"web15": "Pierwszym krokiem jest dokładna analiza i zrozumienie wymagań klienta. Spotkaj się z klientem, aby omówić cele, wizję, branżę, grupę docelową, funkcje i inne szczegóły dotyczące strony internetowej. Zbieraj informacje, takie jak preferencje wzornicze, funkcjonalności, zawartość i konkurencyjne strony internetowe. Pozwoli to lepiej dopasować projekt do oczekiwań klienta.",
	"web16": "Projektowanie i rozwijanie",
	"web17": "Na podstawie zebranych informacji rozpocznij projektowanie i rozwijanie strony internetowej. Opracuj koncept graficzny, uwzględniając branding klienta, estetykę, użyteczność i responsywność. Przejdź do tworzenia szablonów stron, elementów interaktywnych i nawigacji. W tym etapie można używać różnych narzędzi do projektowania graficznego i programowania, takich jak Photoshop, Sketch czy HTML/CSS.",
	"web18": "Tworzenie i wdrażanie zawartości",
	"web19": "Następnie skup się na tworzeniu i wdrażaniu zawartości strony internetowej. Przygotuj teksty, obrazy, multimedia i wszelkie inne materiały, które mają zostać umieszczone na stronie. Upewnij się, że zawartość jest spójna, czytelna i przyciągająca uwagę. Zajmij się również optymalizacją SEO (Search Engine Optimization) poprzez dodanie odpowiednich słów kluczowych, metadanych i innych czynników, które pomogą w wyszukiwaniu strony w wyszukiwarkach.",
	"web20": "Testowanie, optymalizacja i wdrożenie",
	"web21": "W ostatnim kroku przeprowadź testy, optymalizację i wdrożenie strony internetowej. Sprawdź, czy strona działa poprawnie na różnych przeglądarkach internetowych i urządzeniach mobilnych. Upewnij się, że wszystkie linki i funkcje działają prawidłowo. Zajmij się również optymalizacją wydajności strony, tak aby była szybka i responsywna. Po przeprowadzeniu testów i optymalizacji strona internetowa jest gotowa do wdrożenia na serwerze hostingowym.",
	"web22": "Najnowsze projekty",
	"web23": "Ceny",
	"web85": "Ile pobieracie za budowę strony internetowej?",
	"web86": "Na to pytanie nie ma jednej konkretnej odpowiedzi. Projekt strony internetowej jest wyceniany na podstawie indywidualnych potrzeb każdego projektu. Każda strona internetowa jest unikalna i wymaga różnych elementów; projektujemy i tworzymy niestandardowe strony internetowe specjalnie dla Twojej firmy. Zadamy wiele pytań, ocenimy Twoje potrzeby i przedstawimy Ci wycenę na podstawie tej oceny. Nasz najmniejszy pakiet zaczyna się od 700 EUR. Skontaktuj się z nami pod adresem info@pixel-genie.de , aby rozpocząć proces wyceny!",
	"web87": "Ile czasu zajmie ukończenie mojej strony internetowej?",
	"web88": "Nasz standardowy harmonogram zakłada, że budowa strony internetowej zajmie od 3 do 6 tygodni, ale to zależy od projektu, ponieważ rozmiar i tempo każdego projektu ustalane są przez klienta. To, ile informacji możesz dostarczyć na początkowych etapach, Twoje opinie, szybkość dostarczania treści - wszystko to wpływa na tempo realizacji. Funkcjonalność i wymagane poprawki również wpłyną na czas realizacji.",
	"web89": "Czy muszę być w Nettetal, żeby z Wami współpracować?",
	"web90": "Nie! Współpracujemy z klientami z całego świata i możemy komunikować się drogą mailową, zaplanowanymi rozmowami i spotkaniami na Zoomie.",
	"web91": "Czy będę mógł samodzielnie aktualizować stronę po jej ukończeniu?",
	"web92": "Tak! Bardzo nam się podoba, kiedy nasi klienci przejmują kontrolę nad swoją stroną internetową i uczą się zarządzać treścią na swojej własnej stronie. Po migracji otrzymasz pełny dostęp do panelu Sanity, aby dokonywać prostych aktualizacji tekstu, zmian zdjęć, dodawania nowych produktów i dostosowywania cen. Jednak zalecamy skorzystanie z pomocy profesjonalisty (programisty) do bardziej złożonych zmian i konserwacji, takich jak aktualizacje wtyczek, zmiany w projektowaniu lub strukturze oraz zaawansowane wymagania funkcjonalne. Po ukończeniu strony oferujemy płatne lekcje indywidualne w cenie 99 EUR + VAT za godzinę, jeśli jesteś zainteresowany nauką, jak poruszać się po panelu administracyjnym i samodzielnie dokonywać drobnych aktualizacji.",
	"web93": "Czy będziecie utrzymywać naszą stronę internetową?",
	"web94": "Możemy pomóc w utrzymaniu Twojej witryny, lub możesz to zrobić samodzielnie przy drobnych zmianach. Wybór należy w 100% do Ciebie. Oferujemy wsparcie dla wielu naszych klientów, ale nie jest to obowiązkowe i nie będzie pobierana miesięczna opłata. Możesz skontaktować się z nami, gdy potrzebujesz aktualizacji na swojej stronie, a my przedstawimy wycenę na podstawie Twoich żądań.",
	"web95": "Czy dostarczacie hosting i domenę dla strony internetowej?",
	"web96": "Hosting i domena ustalane śą na wstępnej rozmowie. Oferujemy możliwość hostingu i domeny na własnych serwerach, ale nie mamy nic przeciwko własnej inicjatywie :)",
	"web97": "Czy moja strona będzie przyjazna dla urządzeń mobilnych?",
	"web98": "Oczywiście! Posiadanie responsywnej strony internetowej jest teraz ważniejsze niż kiedykolwiek wcześniej! Pracujemy ciężko, aby zapewnić, że Twoja strona jest dostosowana do urządzeń mobilnych i nowoczesnych przeglądarek.",
	"web99": "Ile wpływu mam na proces projektowania strony internetowej?",
	"web100": "Dużo! Twoje opinie i informacje są kluczowe w procesie projektowania i tworzenia strony internetowej. Zaczniemy od wielu pytań dotyczących Twoich potrzeb, preferencji i wymagań, a następnie współpracujemy z Tobą, aby stworzyć odpowiedni wygląd i funkcjonalność. Prosimy również, abyś przed rozpoczęciem projektu dostarczył nam przykładowe strony internetowe. Pamiętaj, że to Twoja witryna i potrzebujemy Twojej pomocy i wskazówek dotyczących ostatecznej wizji. Jesteśmy zespołem i czekamy na Twoje pomysły.",
	"web101": "Kto pisze teksty/zawartość strony internetowej?",
	"web102": "Wymagamy, abyś dostarczył całą treść tekstową dla swojej strony internetowej. Jesteś ekspertem w swojej branży, dlatego zawsze najlepiej, jeśli teksty pochodzą od Ciebie. Jeśli potrzebujesz pomocy, mamy w swoim zespole copywritera, który może pomóc w poprawieniu lub napisaniu oryginalnych treści za dodatkową opłatą 49 EUR + VAT za godzinę.",
	"web103": "Czy tworzycie strony internetowe oparte na WordPressie?",
	"web104": "Nie. Dzięki zastosowaniu technologi React jesteśmy w stanie tworzyć treści, żeby jak najlepiej zadowolić klienta, a technologia Next odpowiedzialna za serwer optymalnie zarządza treścią, która jest zoptymalizowana pod kątem jak najszybszego wyświetlania i optymalizacji pod kątem SEO. Wordpress to proste szablony i dodatkowe wtyczki obniżają drastycznie jego prędkość.",
	"web105": "Co jeśli będę potrzebował pomocy z moją stroną w przyszłości?",
	"web106": "Jesteśmy oddaleni tylko o jedno wiadomość e-mail! Jesteśmy tutaj, aby pomóc Ci tyle, ile potrzebujesz, i będziemy dostępni nawet po uruchomieniu Twojej nowej strony internetowej. Nasz zespół z dumą buduje długoterminowe relacje biznesowe z naszymi klientami i z niecierpliwością oczekujemy możliwości pracy nad Twoimi przyszłymi projektami lub dalszego rozwoju Twojej witryny. Robimy to od wielu lat, więc na pewno nie znikniemy wkrótce. Zachęcamy do kontaktu drogą mailową na adres info@pixel-genie.de, aby poprosić o wycenę lub zadać pytanie dotyczące Twojego projektu.",
	"web107": "Czy usługi SEO są wliczone w budowę mojej strony internetowej?",
	"web108": "Nie, w budowie Twojej strony internetowej nie jest uwzględnione miesięczne SEO. Wszystkie elementy, które dodajemy do Twojej strony, w tym teksty, zdjęcia i wideo, są widoczne dla Google, ale to nie oznacza, że od razu zajmiesz pierwsze miejsce w wynikach wyszukiwania. Oferujemy jednak profesjonalne usługi miesięcznego SEO dzięki naszemu zespołowi specjalistów, którzy są gotowi pomóc Ci w zakresie Twoich potrzeb związanych z optymalizacją dla wyszukiwarek. Możesz dowiedzieć się więcej o naszych usługach optymalizacji dla wyszukiwarek w zakładce SEO Nettetal.",
	"web109": "Czy współpracujecie z nowymi i małymi przedsiębiorstwami?",
	"web110": "Tak! Współpracujemy z różnymi rodzajami przedsiębiorstw - od nowych, małych po duże korporacje. Z radością współpracujemy i prowadzimy nowe firmy, które z pasją podejmują pierwsze kroki w obecności online i realizują swoją wizję.",
	"web111": "Czym jest pozyskiwanie zdjęć?",
	"web112": "Jeśli jest to wymagane, pomożemy Ci znaleźć darmowe zdjęcia ze stocków takich jak Pixels i Unsplash. Będziemy potrzebować Twojej pomocy i wskazówek, aby znaleźć idealne obrazy, fotografie, grafiki i wektory dla Twojej witryny i Twojej marki.",
	"web113": "Jakie formy płatności akceptujecie?",
	"web114": "Po uzgodnieniu przedstawionej wyceny akceptujemy płatności jak przelewy bankowe, Paypal.",
	"web115": "Jak rozpocząć?",
	"web116": "Skontaktuj się z nami drogą mailową na adres info@pixel-genie.de podając szczegóły dotyczące Twojej witryny (obecny lub nowy projekt), podział na strony oraz przykładowe strony do odniesienia. Po przeglądzie przedstawimy szacunkową wycenę Twojego projektu lub umówimy się na rozmowę w celu dalszych ustaleń.",
	"web117": "Najczęściej zadawane pytania",
	"web118": "Jakich technologi używamy do tworzenia stron internetowych ?",
	"web119": "Z dumą tworzymy strony przy użyciu takich technologi jak: React - tworzenie wizualne i funkcjonalne, gdzie tylko wyobraźnia nas ogranicza. Next - odpowiedzialne za przekazywanie informacji pomiędzy serwerem, a klientem drastycznie zmiejszając czas potrzebny do wyświetlenia strony. Google Analytics - mierzy statystyki dotyczące strony jak liczba odwiedzających, czas , lokalizacje, interakcje na stronie i wiele więcej. Google Lighthouse - odpowiedzialny za testowanie prędkości strony i usuwanie problemów. Canva - pomaga tworzyć treści wizualne i marketingowe wywołujące uśmiech na twarzy klienta.",
	"web120": "Fenster Figiel - Mönchengladbach",
	"web121": "Nasza firma dostarcza i montuje wysokiej jakości okna i drzwi Kömmerling – szybko, profesjonalnie i bezpośrednio z fabryki!",
	"web122": "AM Greenergy - Firma z Panelami Solarnymi",
	"web123": "Firma zajmująca się usługami montażu pomp ciepła, solarów, domowych baterii",
	"web124": "Studio Mo - Szwedzka Artystka",
	"web125": "Sklep Ecommerce w skandynawskim stylu",
	"web126": "Linktree - Współpraca",
	"web127": "Firma tworząca jednolite linki dla social mediów",
	"web128": "Sklep Ecommerce - wszystko na stronie zmienisz sam jak ci sie podoba ! - 799€",
	"web129": "Dodawaj i edytuj produkty, kolory, texty w jednym kliknieciu - pełna obsługa płatnosci - karta, paypal, blik",
	"web130": "DG Bouwgroep - Frima Budowlano Remontowa",
	"web131": "Wymiana Okien, Termoizolacja, Prace Budowlane - Amsterdam",
	"bran1": "Kreowanie Silnej Marki Online dla Twojego Biznesu",
	"bran2": "Poznaj nasze usługi brandingowe, które pomogą Ci w budowaniu silnej marki online dla Twojej firmy. Zaprojektujemy unikalne logo, dostosujemy wizerunek marki i opracujemy strategię komunikacji, która wyróżni Cię na rynku. Zaufaj naszemu doświadczeniu i zwiększ swoją widoczność w wyszukiwarkach.",
	"bran3": "NETTETAL PORTFOLIO",
	"bran4": "Tworzenie Unikalnego Logo, które Przyciąga Uwagę",
	"bran5": "Logo jest kluczowym elementem w budowaniu rozpoznawalności marki. Nasz zespół specjalistów ds. brandingu pomoże Ci stworzyć unikalne logo, które wyróżni Twoją firmę. Dzięki optymalizacji pod kątem SEO, Twoje logo będzie widoczne dla szerokiej grupy odbiorców i przyczyni się do budowania świadomości marki.",
	"bran6": "BRANDING CENA",
	"bran7": "Budowanie Spójnego Wizerunku Marki Online",
	"bran8": "Spójność wizerunku marki online jest kluczowa dla budowania zaufania i rozpoznawalności. Nasza agencja brandingowa pomoże Ci w budowaniu spójnego wizerunku marki na różnych platformach internetowych. Dzięki zharmonizowanym elementom wizualnym, stylowi komunikacji i optymalizacji SEO, Twoja marka będzie wyróżniać się na tle konkurencji.",
	"bran9": "NETTETAL BRANDING PYTANIA",
	"bran10": "Skuteczna Strategia Komunikacji Marki dla Twojego Sukcesu",
	"bran11": "Wprowadzenie skutecznej strategii komunikacji marki może znacznie wpłynąć na sukces Twojego biznesu. Nasz zespół specjalistów ds. brandingu pomoże Ci opracować spersonalizowaną strategię komunikacji, która uwzględnia unikalne cechy Twojej marki oraz optymalizację pod kątem SEO. Zbuduj zaangażowanie klientów i zwiększ swoją widoczność online dzięki naszym usługom brandingowym.",
	"bran12": "KONTAKT",
	"bran13": "PORTFOLIO - W TRAKCIE BUDOWY",
	"bran14": "Analiza i badanie rynku",
	"bran15": "Pierwszym krokiem w procesie tworzenia marki dla Twojej strony Pixel-Genie Nettetal SEO jest przeprowadzenie analizy i badania rynku. Zapoznamy się z Twoją branżą, konkurencją oraz preferencjami i oczekiwaniami Twojej grupy docelowej. Badanie to pozwoli nam zrozumieć unikalne cechy Twojej firmy oraz znaleźć obszary, w których możemy wyróżnić Twoją markę i stworzyć strategię, która przyciągnie uwagę i wyróżni się na tle konkurencji.",
	"bran16": "Tworzenie wizerunku marki",
	"bran17": "W oparciu o wyniki analizy i badania rynku rozpoczynamy proces tworzenia wizerunku marki. Skupiamy się na elementach takich jak logo, kolorystyka, czcionki i style wizualne, które będą odzwierciedlać tożsamość Twojej marki i przyciągać uwagę użytkowników. Projektujemy unikalne logo, które będzie reprezentować Twoją firmę i zapadnie w pamięć klientów. Tworzymy również zestaw zasad dotyczących używania logo i innych elementów wizualnych, aby zapewnić spójność i konsekwencję w komunikacji marki.",
	"bran18": "Budowanie strategii komunikacji",
	"bran19": "W tym etapie tworzymy strategię komunikacji, która będzie promować Twoją markę i budować jej świadomość. Opracowujemy wytyczne dotyczące tonu, stylu i sposobu komunikacji, aby zapewnić spójność i jednolitość w przekazach marki. Kreujemy treści, które są optymalizowane pod kątem SEO, aby Twoja strona Pixel-Genie Nettetal SEO była lepiej widoczna w wynikach wyszukiwania. Działamy na różnych kanałach, takich jak strona internetowa, media społecznościowe, blogi itp., aby dotrzeć do Twojej grupy docelowej i budować zaangażowanie wokół Twojej marki.",
	"bran20": "Budowanie relacji i monitorowanie wyników",
	"bran21": "Ostatni krok to budowanie relacji z klientami i monitorowanie wyników naszych działań. Staramy się tworzyć wartościowe treści i angażować użytkowników, aby budować lojalność wobec Twojej marki. Monitorujemy wyniki naszych działań, analizujemy dane dotyczące ruchu na stronie, interakcji użytkowników, konwersji itp., aby ocenić skuteczność strategii i wprowadzać niezbędne zmiany i dostosowania.",
	"bran22": "Podstawowy",
	"bran23": "Pakiet Podstawowy to kompleksowe rozwiązanie brandingowe, w tym analiza rynku, unikalne logo zoptymalizowane pod kątem SEO, dobór kolorów i czcionek, zestaw wizualnych elementów oraz wytyczne dotyczące spójności marki. Idealne połączenie brandingu i optymalizacji SEO dla skutecznego promowania firmy w sieci.",
	"bran24": "Zawartość:",
	"bran25": "- Analiza i badanie rynku dotyczące Twojej branży, konkurencji oraz grupy docelowej.",
	"bran26": "- Projektowanie unikalnego logo, które będzie reprezentować Twoją firmę.",
	"bran27": "- Wybór kolorów i czcionek, które będą odzwierciedlać tożsamość Twojej marki.",
	"bran28": "- Stworzenie zestawu wizualnych elementów, takich jak wizytówki, koperty itp., aby zapewnić spójność w komunikacji marki.",
	"bran29": "- Podstawowe wytyczne dotyczące używania logo i innych elementów wizualnych, aby utrzymać spójność marki.",
	"bran30": "149 EUR",
	"bran31": "Standardowy",
	"bran32": "Pakiet Standardowy to rozbudowane rozwiązanie brandingowe, które obejmuje wszystko z Pakietu Podstawowego oraz dodatkowe elementy. Składają się na niego analiza rynku, identyfikacja konkurencji, pełna identyfikacja wizualna, spójny styl komunikacji, optymalizacja SEO, linia czasu i plan działań.",
	"bran33": "Zawartość:",
	"bran34": "- Wszystko z Pakietu Podstawowego, plus:",
	"bran35": "- Rozbudowana analiza rynku, identyfikacja konkurencji i określenie unikalnych cech Twojej marki.",
	"bran36": "- Projektowanie pełnej identyfikacji wizualnej, w tym materiałów reklamowych online i offline, które wyróżnią Twoją markę.",
	"bran37": "- Opracowanie spójnego stylu komunikacji i tonu marki, aby przyciągnąć i zaangażować klientów.",
	"bran38": "- Optymalizacja SEO dla logo i innych elementów wizualnych, aby zwiększyć widoczność Twojej marki w wyszukiwarkach.",
	"bran39": "- Tworzenie linii czasowej i planu działań dla wdrażania strategii brandingowej, aby osiągnąć długoterminowe cele marki.",
	"bran40": "499 EUR",
	"bran41": "Premium",
	"bran42": "Pakiet Premium to najwyższej jakości rozwiązanie brandingowe, które obejmuje wszystko z Pakietu Standardowego oraz dodatkowe elementy. Składają się na niego szczegółowa analiza rynku, zaawansowana identyfikacja wizualna, strategia komunikacji marki, stałe wsparcie i monitorowanie wyników, oraz dodatkowe usługi. Oferuje również tworzenie treści reklamowych, zarządzanie kampaniami marketingowymi i optymalizację strony internetowej.",
	"bran43": "Zawartość:",
	"bran44": "- Wszystko z Pakietu Standardowego, plus:",
	"bran45": "- Bardziej szczegółowa analiza rynku, w tym badanie preferencji i oczekiwań grupy docelowej, aby skuteczniej dotrzeć do swoich klientów.",
	"bran46": "- Projektowanie zaawansowanej identyfikacji wizualnej, w tym materiałów reklamowych, opakowań produktów, grafik na stronie internetowej itp., które zapadną w pamięć klientów.",
	"bran47": "- Opracowanie strategii komunikacji marki na różnych platformach online i offline, aby budować silne relacje z klientami.",
	"bran48": "- Stałe wsparcie i monitorowanie wyników działań brandingowych, aby dostosowywać strategię w oparciu o uzyskane wyniki.",
	"bran49": "- Dodatkowe usługi, takie jak tworzenie treści reklamowych, zarządzanie kampaniami marketingowymi, optymalizacja strony internetowej itp., aby kompleksowo wesprzeć rozwój Twojej marki.",
	"bran50": "1499 EUR",
	"branding1": "Czym jest branding i dlaczego jest ważny dla mojej firmy?",
	"branding2": "Branding odnosi się do procesu budowania spójnej i rozpoznawalnej tożsamości dla Twojej firmy. Obejmuje elementy takie jak projekt logo, schematy kolorów, czcionki i wartości marki. Branding jest ważny, aby wyróżnić Twoją firmę spośród konkurencji i zbudować silną obecność marki.",
	"branding3": "Jak mogę zamówić projekt logo?",
	"branding4": "Możesz zatrudnić profesjonalnego grafika, aby zaprojektował spersonalizowane logo dla Twojej firmy. Alternatywnie, można również skorzystać z platform internetowych, które oferują usługi projektowania logo.",
	"branding5": "Jaką rolę odgrywa SEO w branding'u?",
	"branding6": "SEO (optymalizacja pod kątem wyszukiwarek) odgrywa ważną rolę w branding'u, ponieważ pomaga być widocznym online i promować swoją markę. Poprzez optymalizację swojej witryny i treści pod kątem wyszukiwarek, można dotrzeć do większej liczby potencjalnych klientów i zwiększyć rozpoznawalność marki.",
	"branding7": "Jak mogę promować swoją markę online?",
	"branding8": "Istnieje wiele sposobów na promowanie swojej marki online. Należą do nich korzystanie z platform mediów społecznościowych, tworzenie wysokiej jakości treści, optymalizacja witryny pod kątem wyszukiwarek, uczestnictwo w społecznościach online i marketing influencerów.",
	"branding9": "Czym jest tożsamość korporacyjna i jak wpływa ona na mój branding?",
	"branding10": "Tożsamość korporacyjna odnosi się do ogólnego wizerunku i osobowości firmy. Obejmuje ona elementy takie jak logo, paleta kolorów, czcionki, ton komunikacji i wartości marki. Spójna tożsamość korporacyjna jest kluczowa dla skutecznego branding'u, ponieważ kształtuje wizerunek i reputację Twojej firmy.",
	"branding11": "Ile czasu zajmuje budowanie silnej marki?",
	"branding12": "Budowanie silnej marki wymaga czasu i zaangażowania. To proces, który wymaga ciągłych wysiłków. Dokładny czas zależy od różnych czynników, takich jak krajobraz konkurencyjny, grupa docelowa i zastosowane strategie brandingowe.",
	"branding13": "Jakie platformy mediów społecznościowych najlepiej nadają się do celów brandingowych?",
	"branding14": "Najlepsze platformy mediów społecznościowych do celów brandingowych zależą od Twojej grupy docelowej oraz oferowanych przez Ciebie artykułów/usług. Jednak Facebook, Instagram i LinkedIn są często popularnymi platformami do budowania silnej obecności marki.",
	"branding15": "Jak mogę uczynić moją firmę znana lokalnie w Nettetal?",
	"branding16": "Aby uczynić swoją firmę znana lokalnie w Nettetal, możesz zastosować strategie lokalnego SEO. Oto kilka kroków, które możesz podjąć: 1 - Utwórz stronę Google Moja Firma dla swojej firmy i zoptymalizuj ją, podając prawidłowe informacje, takie jak adres, numer telefonu i godziny otwarcia. 2 - Wykorzystaj lokalne słowa kluczowe na swojej stronie internetowej, aby poprawić widoczność w lokalnych wynikach wyszukiwania. Na przykład Agencja brandingowa w Nettetal. 3- Twórz treści dotyczące lokalnych tematów lub wydarzeń w Nettetal. Może to być w formie wpisów na blogu, postów na mediach społecznościowych lub innych rodzajów treści.",
	"branding17": "Jakie są korzyści wynikające z profesjonalnego projektowania stron internetowych dla mojego branding'u?",
	"branding18": "Profesjonalne projektowanie stron internetowych ma istotny wpływ na branding Twojej firmy. Przekazuje profesjonalny wizerunek, poprawia doświadczenie użytkownika, ułatwia nawigację na Twojej stronie internetowej i odzwierciedla tożsamość Twojej marki.",
	"branding19": "Jak mogę promować swoją firmę poprzez content marketing?",
	"branding20": "Content marketing to skuteczna metoda branding'u Twojej firmy. Poprzez tworzenie i udostępnianie istotnych, wysokiej jakości treści możesz demonstrować swoją wiedzę, budować zaufanie i zwiększać rozpoznawalność swojej marki.",
	"branding21": "Jaką rolę odgrywają opinie i rekomendacje klientów w branding'u?",
	"branding22": "Opinie i rekomendacje klientów odgrywają ważną rolę w branding'u, ponieważ wzmacniają zaufanie potencjalnych klientów i zwiększają wiarygodność Twojej marki. Pozytywne opinie i rekomendacje mogą mieć pozytywny wpływ na Twoją markę.",
	"branding23": "Jak mogę odróżnić swoją markę od konkurencji?",
	"branding24": "Aby odróżnić swoją markę od konkurencji, musisz podkreślić swoje unikalne cechy, korzyści i unikalną wartość. Zidentyfikuj to, co sprawia, że Twoja firma jest wyjątkowa, i jasno przekazuj to w swoim brandingu.",
	"branding25": "Jak ważna jest optymalizacja mobilna dla mojego brandingu?",
	"branding26": "Optymalizacja mobilna ma obecnie ogromne znaczenie dla brandingu. Ponieważ coraz więcej osób korzysta z urządzeń mobilnych do wyszukiwania informacji i konsumowania treści online, ważne jest, aby upewnić się, że Twoja witryna i treści są zoptymalizowane dla użytkowników mobilnych.",
	"branding27": "Jak mogę ciągle poprawiać i dostosowywać swoje branding?",
	"branding28": "Aby ciągle ulepszać i dostosowywać swoje branding, warto regularnie zbierać opinie od klientów, prowadzić badania rynku, obserwować trendy i odpowiednio dostosowywać strategie brandingowe. Bądź otwarty na zmiany i dopasowuj się do potrzeb i oczekiwań swojej grupy docelowej.",
	"socialmedia1": "Standardowy",
	"socialmedia2": "Nasz pakiet Standardowy zapewnia profesjonalne zarządzanie jednym kontem społecznościowym. Skorzystaj z naszej wiedzy i doświadczenia, aby zwiększyć zasięg Twojej marki na platformach społecznościowych. Publikujemy atrakcyjne treści, optymalizujemy je pod kątem SEO i monitorujemy wyniki, aby zapewnić Ci efektywną obecność online.",
	"socialmedia3": "Zawartość:",
	"socialmedia4": "- Zarządzanie jednym kontem społecznościowym",
	"socialmedia5": "- Publikacja 3 atrakcyjnych treści tygodniowo, które przyciągną uwagę Twojej grupy docelowej",
	"socialmedia6": "- Optymalizacja SEO dla większej widoczności Twojej marki na platformach społecznościowych",
	"socialmedia7": "- Monitorowanie wyników, takich jak zaangażowanie, zasięg i konwersje, oraz raportowanie ich efektywności",
	"socialmedia8": "Standardowy 99EUR / MON",
	"socialmedia9": "Rozszerzony",
	"socialmedia10": "Nasz pakiet Rozszerzony to kompleksowa obsługa dwóch kont społecznościowych. Zwiększ swoją widoczność i zaangażowanie, publikując regularnie atrakcyjne treści na wybranych platformach. Oprócz tego, oferujemy optymalizację SEO, monitorowanie wyników oraz tworzenie i realizację kampanii reklamowych, aby dotrzeć do większej liczby potencjalnych klientów.",
	"socialmedia11": "Zawartość:",
	"socialmedia12": "- Zarządzanie dwoma kontami społecznościowymi, aby zwiększyć obecność Twojej marki",
	"socialmedia13": "- Publikacja 5 atrakcyjnych treści tygodniowo na każdym koncie, które angażują Twoją grupę docelową",
	"socialmedia14": "- Optymalizacja SEO dla lepszej widoczności Twoich kont na platformach społecznościowych",
	"socialmedia15": "- Monitorowanie wyników, takich jak zaangażowanie, zasięg i konwersje, oraz raportowanie ich efektywności",
	"socialmedia16": "- Tworzenie i realizacja kampanii reklamowych na wybranych platformach społecznościowych, aby dotrzeć do większej liczby potencjalnych klientów",
	"socialmedia17": "Rozszerzony 199EUR / MON",
	"socialmedia18": "Premium",
	"socialmedia19": "Oferujemy kompleksową obsługę trzech kont społecznościowych w ramach naszego pakietu Premium. Wykorzystaj naszą ekspertyzę, aby stworzyć silną obecność marki na różnych platformach społecznościowych. Publikujemy regularnie atrakcyjne treści, optymalizujemy je pod kątem SEO i monitorujemy wyniki. Ponadto, tworzymy zaawansowane kampanie reklamowe i spersonalizowane grafiki, aby wyróżnić Twoją markę i generować skuteczne konwersje.",
	"socialmedia20": "Zawartość:",
	"socialmedia21": "- Zarządzanie trzema kontami społecznościowymi, aby zapewnić kompleksową obecność Twojej marki na różnych platformach",
	"socialmedia22": "- Publikacja 7 atrakcyjnych treści tygodniowo na każdym koncie, które angażują Twoją grupę docelową i budują zaufanie",
	"socialmedia23": "- Optymalizacja SEO dla maksymalnej widoczności Twoich kont i treści na platformach społecznościowych",
	"socialmedia24": "- Monitorowanie wyników, takich jak zaangażowanie, zasięg i konwersje, oraz raportowanie ich efektywności",
	"socialmedia25": "- Tworzenie i realizacja zaawansowanych kampanii reklamowych na wybranych platformach społecznościowych, aby zwiększyć ruch i generować konwersje",
	"socialmedia26": "- Tworzenie spersonalizowanych grafik i treści angażujących, które wyróżniają Twoją markę",
	"socialmedia27": "Premium 299EUR / MON",
	"socialmedia-faq1": "Jakie są najważniejsze zasady skutecznego zarządzania mediami społecznościowymi?",
	"socialmedia-faq2": " Najważniejsze zasady skutecznego zarządzania mediami społecznościowymi to: dostosowanie strategii do celów biznesowych, regularne dostarczanie wartościowej treści, aktywne angażowanie się z użytkownikami, monitorowanie wyników i dostosowywanie działań.",
	"socialmedia-faq3": "Jakie są najpopularniejsze platformy mediów społecznościowych do zarządzania firmą w Nettetal?",
	"socialmedia-faq4": "W Nettetal, najpopularniejsze platformy mediów społecznościowych do zarządzania firmą to Facebook, Instagram, LinkedIn i Twitter. Tworzenie i utrzymywanie obecności na tych platformach pomoże Ci dotrzeć do lokalnej społeczności i potencjalnych klientów.",
	"socialmedia-faq5": "Jak stworzyć strategię mediów społecznościowych, która przyciągnie klientów w Nettetal?",
	"socialmedia-faq6": "Aby stworzyć strategię mediów społecznościowych skierowaną na przyciągnięcie klientów w Nettetal, ważne jest określenie grupy docelowej i analiza ich preferencji. Następnie należy dostosować treści i komunikację tak, aby odpowiadały potrzebom i zainteresowaniom lokalnej społeczności.",
	"socialmedia-faq7": "Jak zwiększyć zaangażowanie użytkowników na platformach mediów społecznościowych w Nettetal?",
	"socialmedia-faq8": "Aby zwiększyć zaangażowanie użytkowników na platformach mediów społecznościowych w Nettetal, warto stosować różnorodne formy treści, takie jak obrazy, wideo, ankiety i konkursy. Ważne jest również aktywne angażowanie się w rozmowy i odpowiadanie na komentarze, aby budować więź z użytkownikami.",
	"socialmedia-faq9": "Jakie są najnowsze trendy w zarządzaniu mediami społecznościowymi w Nettetal?",
	"socialmedia-faq10": "W aktualnym krajobrazie mediów społecznościowych w Nettetal, popularne trendy obejmują rosnące znaczenie wideo, transmisje na żywo, storytelling, marketing influencerów oraz personalizację komunikacji. Śledzenie najnowszych trendów pomoże Ci utrzymać konkurencyjność i dostosować swoje strategie.",
	"socialmedia-faq11": "Jakie są skuteczne metody budowania marki poprzez media społecznościowe w Nettetal?",
	"socialmedia-faq12": "Skuteczne metody budowania marki poprzez media społecznościowe w Nettetal obejmują regularne udostępnianie wartościowych treści związanych z Twoją branżą, aktywne angażowanie się z użytkownikami poprzez komentarze i wiadomości prywatne, udział w lokalnych wydarzeniach społecznościowych, współpracę z lokalnymi influencerami oraz promowanie pozytywnego wizerunku firmy poprzez udzielanie wsparcia i udział w działaniach społecznych.",
	"socialmedia-faq13": "Jakie narzędzia i oprogramowanie są dostępne do zarządzania mediami społecznościowymi w Nettetal?",
	"socialmedia-faq14": "Istnieje wiele narzędzi i oprogramowania dostępnych do zarządzania mediami społecznościowymi w Nettetal. Niektóre popularne opcje to Hootsuite, Buffer, Sprout Social, SocialBee i Agorapulse. Te narzędzia umożliwiają planowanie i harmonogramowanie postów, monitorowanie wyników, zarządzanie treściami i skuteczną analizę działań na platformach społecznościowych.",
	"socialmedia-faq15": "Jakie są najlepsze praktyki dotyczące tworzenia treści na platformach społecznościowych w Nettetal?",
	"socialmedia-faq16": " Najlepsze praktyki dotyczące tworzenia treści na platformach społecznościowych w Nettetal obejmują dostarczanie wartościowych informacji, używanie atrakcyjnych grafik i multimediów, stosowanie odpowiedniego tonu i stylu komunikacji, używanie lokalnych hashtagów, wykorzystywanie trendingowych tematów związanych z Nettetal oraz regularne publikowanie treści, aby utrzymać kontakt z użytkownikami.",
	"socialmedia-faq17": "Jak mierzyć skuteczność działań na mediach społecznościowych w Nettetal?",
	"socialmedia-faq18": " Skuteczność działań na mediach społecznościowych w Nettetal można mierzyć za pomocą różnych wskaźników, takich jak liczba polubień, udostępnień, komentarzy, kliknięć, zasięg postów, czas spędzony na stronie, liczba konwersji oraz dane demograficzne i zachowania użytkowników. Narzędzia analizy dostępne na platformach społecznościowych oraz zewnętrzne narzędzia analityczne pomogą Ci w monitorowaniu i ocenie wyników działań.",
	"socialmedia-faq19": "Jakie są strategie promocji płatnych na platformach społecznościowych w Nettetal?",
	"socialmedia-faq20": "Promocja płatnych na platformach społecznościowych w Nettetal może obejmować tworzenie kampanii reklamowych, wykorzystywanie narzędzi do precyzyjnego targetowania odbiorców, stosowanie atrakcyjnych grafik i treści, monitorowanie wyników i dostosowywanie strategii na podstawie danych analitycznych oraz badanie konkurencji i analizowanie skutecznych przykładów promocji na lokalnym rynku.",
	"socialmedia-faq21": "Jakie są najważniejsze elementy kampanii reklamowych na mediach społecznościowych w Nettetal?",
	"socialmedia-faq22": "Najważniejsze elementy kampanii reklamowych na mediach społecznościowych w Nettetal to: - Wybór odpowiedniej grupy docelowej na podstawie demografii, zainteresowań i lokalizacji. - Kreacja atrakcyjnych i zwracających uwagę reklam wizualnych, tekstowych lub wideo. - Ustalenie klarownych celów kampanii, takich jak zwiększenie ruchu na stronie internetowej, generowanie leadów czy promowanie konkretnych produktów lub usług. - Określenie budżetu kampanii i wybór odpowiednich narzędzi reklamowych na platformach społecznościowych, takich jak Facebook Ads czy Instagram Ads. - Monitorowanie i optymalizacja wyników kampanii na bieżąco, dostosowywanie ustawień reklamowych, testowanie różnych wariantów i optymalizacja konwersji. - Analiza danych i raportowanie wyników kampanii, w celu oceny zwrotu z inwestycji i dalszego doskonalenia strategii reklamowej.",
	"socialmedia-faq23": "Jak skutecznie zarządzać interakcjami i komunikacją z klientami na mediach społecznościowych w Nettetal?",
	"socialmedia-faq24": "Skuteczne zarządzanie interakcjami i komunikacją z klientami na mediach społecznościowych w Nettetal wymaga regularnego monitorowania komentarzy, wiadomości prywatnych i oznaczeń Twojej firmy. Ważne jest szybkie reagowanie na pytania, uwagi i prośby klientów, udzielanie im pomocnych odpowiedzi i rozwiązywanie problemów. Tworzenie pozytywnej atmosfery, budowanie relacji z klientami i dbanie o ich satysfakcję to kluczowe elementy skutecznego zarządzania komunikacją.",
	"socialmedia-faq25": "Jak zbudować lojalność klientów poprzez działania na mediach społecznościowych w Nettetal?",
	"socialmedia-faq26": "Aby zbudować lojalność klientów poprzez działania na mediach społecznościowych w Nettetal, warto oferować ekskluzywne promocje, rabaty lub nagrody dla obecnych i powracających klientów. Organizowanie konkursów, quizów czy wydarzeń specjalnych również przyczyni się do zaangażowania i lojalności klientów. Ważne jest również regularne dostarczanie wartościowych treści, udzielanie porad czy udział w dyskusjach, aby zbudować trwałą relację z klientami.",
	"socialmedia-faq27": "Jakie są najlepsze sposoby analizowania danych i raportowania wyników z działań na mediach społecznościowych w Nettetal?",
	"socialmedia-faq28": "Do analizy danych i raportowania wyników z działań na mediach społecznościowych w Nettetal można wykorzystać narzędzia analityczne dostępne na platformach społecznościowych, takie jak Facebook Analytics, Instagram Insights czy LinkedIn Analytics. Można również skorzystać z zewnętrznych narzędzi analitycznych, które oferują bardziej zaawansowane funkcje raportowania i analizy, takie jak Google Analytics, Sprout Social czy Hootsuite Analytics. Kluczowe metryki, na które warto zwrócić uwagę, to zasięg postów, zaangażowanie użytkowników (polubienia, udostępnienia, komentarze), liczba kliknięć, czas spędzony na stronie, konwersje i wskaźniki zaangażowania. Regularne monitorowanie i analizowanie tych danych pozwoli Ci ocenić skuteczność działań, identyfikować trendy i dostosować strategię mediów społecznościowych w Nettetal.",
	"webseiten1": "Nasze projekty tworzymy od wielu lat",
	"webseiten2": "Codziennie świadczymy usługi na najwyższym poziomie.",
	"webseiten3": "Zobacz, jak wiele już osiągnęliśmy.",
	"webseiten4": "Strony:",
	"webseiten5": "Zwiększone Zasięgi:",
	"webseiten6": "Zadowoleni Klienci:"
}
